---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.PhaseName
source: html/6dc62c7c-6b19-38d4-1051-1af938023791.htm
---
# Autodesk.Revit.DB.ParameterTypeId.PhaseName Property

"Name"

## Syntax (C#)
```csharp
public static ForgeTypeId PhaseName { get; }
```